<?php
$MESS['CSR_PASSWORD'] = 'Пароль';
$MESS['CSR_ERROR_NO_PHONE'] = 'Не указан телефон!';
$MESS['CSR_ERROR_PARAMETER'] = 'Ошибка в параметрах.';
$MESS['CSR_ERROR_CREDINALS'] = 'Неверный логин или пароль.';
$MESS['CSR_ERROR_BALANCE'] = 'Недостаточно средств на счете Клиента.';
$MESS['CSR_ERROR_IP_BAN'] = 'IP-адрес временно заблокирован из-за частых ошибок в запросах.';
$MESS['CSR_ERROR_DATE_FORMAT'] = 'Неверный формат даты.';
$MESS['CSR_ERROR_MESSAGE_BAN'] = 'Сообщение запрещено (по тексту или по имени отправителя).';
$MESS['CSR_ERROR_PHONE'] = 'Неверный формат номера телефона.';
$MESS['CSR_ERROR_NOT_SENDED'] = 'Сообщение на указанный номер не может быть доставлено.';
$MESS['CSR_ERROR_TOO_MANY'] = 'Отправка более одного одинакового запроса на передачу SMS-сообщения либо более пяти одинаковых запросов на получение стоимости сообщения в течение минуты.';